Repository: Git-Fal7/volume-mixer-applet
Catalog: po/*.po
Languages: da, hr

source: Could not grab the following HotKeys
da: Kunne ikke fange de følgende genveje
hr: Nije bilo moguće dodijeliti sljedeće prečace

source: Mute/Unmute
da: Tænd/sluk
hr: Zvûk (uključi/isključi)

source: Volume Up
da: Lydstyrke op
hr: Glasnije

source: Volume Down
da: Lydstyrke ned
hr: Tiše

source: Unable to run command: %s
da: Kan ikke køre kommando: %s
hr: Nije moguće izvršiti naredbu: %s

source: No mixer application was found on your system. Please open preferences and set the command you want to run for volume control.
da: Intet mixer-program blev fundet på dit system. Åbn præferencer og angiv kommandoen du ønsker at køre for lydstyrkekontrol.
hr: Na vašem sustavu nije pronađeni nijedan program za miksanje zvuka. Otvorite preferencije i postavite naredbu s kojom želite regulirati glasnoću.

source: You have not specified a custom command to run, please specify one in preferences.
da: Du har ikke angivet en tilpasset kommando at afvikle, specificer en i præferencer.
hr: Niste naveli prilagođenu naredbu za izvršiti; molimo da to učinite u Preferencijama

source: PNMixer Error
da: PNMixer-fejl
hr: PNMixer greška

source: Warning: Connection to sound system failed.
da: Advarsel: Forbindelse til lydsystem mislykkedes.
hr: Upozorenje: spajanje s audio sustavom nije uspjelo.

source: Do you want to re-initialize the audio connection ? If you do not, you will either need to restart PNMixer or select the 'Reload Audio' option in the right-click menu in order for PNMixer to function.
da: Ønsker du at initialisere lydforbindelsen igen? Hvis du ikke gør det, skal du enten genstarte PNMixer eller vælge »Genindlæs lyd«-indstillingen i højrekliksmenuen for at PNMixer fungerer korrekt igen.
hr: Želite li ponovno započeti spajanje na audio sustav? Ako ne, trebate iznova pokrenuti PNMixer, ili s desnim klikom u izborniku odabrati opciju „Ponovno učitavanje zvuka“ da bi PNMixer proradio.

source: - A mixer for the system tray.
da: - En mixer for statusfeltet.
hr: - Mikser za paletu sustava.

source: %s version: %s
hr: %s inačica: %s

source: Volume muted
da: Lyden er slukket
hr: Zvûk je isključen

source: Volume
da: Lydstyrke
hr: Glasnoća

source: No sound card
da: Intet lydkort
hr: Nema zvučne kartice

source: No playable soundcard found
da: Intet lydkort til afspilning fundet
hr: Nije nađena adekvatna zvučna kartica

source: Soundcard disconnected
da: Lydkort er ikke forbundet
hr: Zvučna kartica nije spojena

source: Soundcard has been disconnected, reloading sound system...
da: Lydkortet er blevet afbrudt, genindlæser lydsystem ...
hr: Zvučna kartica nije bila spojena; audio sustav se iznova učitava...

source: Couldn't load preferences file: %s
da: Kunne ikke indlæse præferencefilen: %s
hr: Nije bilo moguće učitati datoteku s preferencijama: %s

source: Couldn't load default preferences: %s
da: Kunne ikke indlæse standardpræferencer: %s
hr: Zadane preferencije nije bilo moguće učitati: %s

source: Couldn't write preferences file: %s
da: Kunne ikke skrive præferencefilen: %s
hr: Preferencije nije bilo moguće zapisati u datoteku: %s

source: '%s' exists but is not a directory, won't be able to save preferences.
da: »%s« findes men er ikke en mappe. Vil ikke kunne gemme præferencer.
hr: „%s“ postoji ali to nije direktorij; preferencije neće biti sačuvane.

source: Couldn't make preferences directory: %s
da: Kunne ikke oprette præferencemappen: %s
hr: Nije bilo moguće napraviti direktorij za preferencije: %s

source: A mixer for the system tray
da: En mixer for statusfeltet
hr: Mikser za paletu sustava

source: Set %s HotKey
da: Angiv %s-genvej
hr: Prečac za %s

source: Press new HotKey for <b>%s</b>
da: Tryk på ny genvej for <b>%s</b>
hr: Pritisnite novi prečac za <b>%s</b>

source: Could not grab the keyboard.
da: Kunne ikke fange tastaturet.
hr: Nije bilo moguće pristupiti tipkovnici.

source: Soundcard has no mute switch
da: Lydkortet har ingen kontakt til at slukke for lyden
hr: Zvučna kartica nema prekidač za isključenje zvuka

source: None
da: Ingen
hr: Nije definirani

source: Notifications
da: Påmindelser
hr: Obavijesti

source: No mute switch
da: Ingen kontakt til at slukke lyden
hr: Nema prekidača za isključenje zvuka

source: Muted
da: Lyd slukket
hr: Zvûk isključen

source: PNMixer
hr: PNMikser

source: System Tray Mixer
da: Statusfeltmixer
hr: Mikser za paletu sustava

source: An audio mixer for the system tray
da: En lydmixer for statusfeltet
hr: Zvučni mikser za paletu sustava

source: alsa;audio;mixer;sound;
da: alsa;lyd;audio;mixer;mikser;sound;
hr: alsa;audio;glasnoća;mikser;mixer;sound;zvuk;

source: Cancel
da: Afbryd
hr: Odustajem

source: Defining HotKey
da: Definitation af genvej
hr: Definirajte prečac

source: (press <Ctrl>C to reset)
da: (tryk <Ctrl>C for at nulstille)
hr: (pritisnite <Ctrl>C da ga ukinete)

source: Mute/Unmute Volume
da: Sluk/tænd for lyden
hr: Isključenje/uključenje zvûka

source: Mute
da: Sluk for lyden
hr: Isključi zvuk

source: Open Volume Control
da: Åbn lydstyrkehåndtering
hr: Otvorite kontrolu glasnoće

source: Volume Control
da: Lydstyrkehåndtering
hr: Kontrola glasnoće

source: Preferences
da: Præferencer
hr: Preferencije

source: Reload Sound
da: Genindlæs lyd
hr: Ponovno učitavanje zvuka

source: About
da: Om
hr: O programu...

source: Quit
da: Afslut
hr: Izlaz — zatvorite PNMixer

source: Mixer
hr: Mikser

source: Timeout (ms):
da: Tidsudløb (ms):
hr: Vrijeme isteka (ms):

source: Enable Notifications
da: Aktiver påmindelser
hr: Omogućite obavijesti

source: <b>Notification Options</b>
da: <b>Påmindelsesindstillinger</b>
hr: <b>Opcije za obavijesti</b>

source: HotKeys
da: Genveje
hr: Prečaci

source: Mouse Scroll
da: Muserul
hr: Kotačićem miša

source: Adjustment in Popups
da: Justering i pop op'er
hr: Prilagodbama

source: External Change
da: Ekstern ændring
hr: Promjenama izvana

source: <b>Notify for volume changes from:</b>
da: <b>Påmind om lydstyrkeændringer fra:</b>
hr: <b>Obavijesti o promjenama glasnoće:</b>

source: Notification support disabled at compile time.
da: Påmindelsesunderstøttelse er deaktiveret på kompileringstidspunktet.
hr: Podrška za obavještavanje nije bila omogućena prilikom kompiliranja.

source: PNMixer Preferences
da: PNMixer-præferencer
hr: PNMixer — Preferencije

source: Ok
hr: U redu

source: Apply
da: Anvend
hr: Primjeni

source: Card:
da: Kort:
hr: Kartica:

source: Channel:
da: Kanal:
hr: Kanal:

source: Change volume on a logarithmic scale, closer to human perception.
da: Ændr lydstyrke på en logaritmisk skala, tættere på menneskelig opfattelse.
hr: Glasnoću logaritmički mijenjati jer bolje odgovara ljudskoj percepciji.

source: Normalize Volume:
da: Normaliser lydstyrke:
hr: Normalizacija glasnoće:

source: <b>Sound Device</b>
da: <b>Lydenhed</b>
hr: <b>Audiouređaj</b>

source: Device
da: Enhed
hr: Uređaj

source: Slider Orientation:
da: Skyderretning:
hr: Orijentacija indikatora:

source: Text Volume Position:
da: Tekstlydstyrkeposition:
hr: Pozicija broja na:

source: Display Text Volume
da: Vis tekstlydstyrke
hr: Glasnoću prikazati brojem

source: Vertical
da: Lodret
hr: okomito

source: Horizontal
da: Vandret
hr: vodoravno

source: Top
da: Øverst
hr: vrhu

source: Bottom
da: Nederst
hr: dnu

source: Left
da: Venstre
hr: lijevo

source: Right
da: Højre
hr: desno

source: <b>Volume Popup</b>
da: <b>Lydstyrke-pop op</b>
hr: <b>Indikator glasnoće</b>

source: Volume Meter Color:
da: Farve på lydstyrkemåler:
hr: Boja fonometra:

source: Volume Meter Offset (%):
da: Forskydning på lydstyrkemåler (%)
hr: Odmak skale fonometra (%):

source: Draw Volume Meter on Tray Icon
da: Tegn lydstyrkemåler på statusikon
hr: Fonometar smjestiti na paletu ikona

source: <b>Volume Meter</b>
da: <b>Lydstyrkemåler</b>
hr: <b>Fonometar</b>

source: Use System Theme
da: Brug systemtema
hr: Koristite temu vašeg sustava

source: <b>Icon Theme</b>
da: <b>Ikontema</b>
hr: <b>Tema za ikone</b>

source: View
da: Vis
hr: Prikaz

source: <b>Volume Control Command</b>
da: <b>Kommando for lydstyrkestyring</b>
hr: <b>Naredba za kontrolu glasnoće</b>

source: Scroll Step:
da: Rul-trin:
hr: Korak kotačića miša:

source: Fine Scroll Step:
da: Fint rul-trin:
hr: Precizni korak kotačića miša:

source: <b>Volume Scrolling</b>
da: <b>Lydstyrkerulning</b>
hr: <b>Kontrola glasnoće mišem</b>

source: Custom Command:
da: Tilpasset kommando:
hr: Prilagođena naredba:

source: Middle Click Action:
da: Midterste klikhandling:
hr: Djelovanje klika kotačićem:

source: Show Preferences
da: Vis præferencer
hr: Pokaže preferencije

source: Custom (set below)
da: Tilpasset (se nedenfor)
hr: Prilagodba (pogledajte niže)

source: <b>Mouse</b>
da: <b>Mus</b>
hr: <b>Miš</b>

source: Behavior
da: Opførsel
hr: Ponašanje

source: Enable HotKeys
da: Aktiver genveje
hr: Omogućite prečace

source: Command
da: Kommando
hr: Naredba

source: Mute/Unmute:
da: Tænd/sluk for lyden:
hr: Zvûk (uključi/isključi):

source: Volume Up:
da: Lydstyrke op:
hr: Glasnije:

source: Volume Down:
da: Lydstyrke ned:
hr: Tiše:

source: HotKey
da: Genvek
hr: Prečac

source: (None)
da: (Ingen)
hr: (Nije definirani)

source: Double-click a HotKey to assign a new HotKey
da: Dobbeltklik på en genvej for at tildele en ny genvej
hr: Ako želite definirati (ili izmijeniti ili ukinuti) prečac, onda dvaput kliknite na taj prečac

source: <b>HotKey Settings</b>
da: <b>Genvejsindstillinger</b>
hr: <b>Postavke za prečace</b>

source: _Mute
da: _Sluk lyden
hr: _Isključi zvuk

source: _Volume Control
da: _Lydstyrkestyring
hr: _Kontrola glasnoće

source: _Reload Sound
da: _Genindlæs lyd
hr: _Ponovno učitavanje zvuka

source: Notify for volume changes from:
da: Påmind om lydstyrkeændringer fra:
hr: Obavijesti o promjenama glasnoće:

source: Copyright © 2010-2016 Nick Lanham
da: Ophavsret 2010-2016 Nick Lanham
